export default {
  projections: {
    ДокладE: {
      датаДоклада: {
        __caption__: 'Дата доклада',
      },
      оценкаКниги: {
        __caption__: 'Оценка книги',
      },
      uRLПрезентации: {
        __caption__: 'URL презентации',
      },
      uRLВидео: {
        __caption__: 'URL видео',
      },
      рецензия: {
        __caption__: 'Рецензия',
      },
      книга: {
        __caption__: 'Книга',
        название: {
          __caption__: 'Название',
        },
      },
      спикер: {
        __caption__: 'Спикер',
        фамилия: {
          __caption__: 'Фамилия',
        },
      },
    },
  },
  validations: {
    датаДоклада: {
      __caption__: 'Дата доклада',
    },
    оценкаКниги: {
      __caption__: 'Оценка книги',
    },
    uRLПрезентации: {
      __caption__: 'URL презентации',
    },
    uRLВидео: {
      __caption__: 'URL видео',
    },
    рецензия: {
      __caption__: 'Рецензия',
    },
    книга: {
      __caption__: 'Книга',
    },
    спикер: {
      __caption__: 'Спикер',
    },
    встречаКлуба: {
      __caption__: 'встречаКлуба',
    },
  },
};
