export default {
  projections: {
    ЗаявкаE: {
      датаЗаявки: {
        __caption__: 'Дата заявки',
      },
      книга: {
        __caption__: 'Книга',
        название: {
          __caption__: 'Название',
        },
      },
      спикер: {
        __caption__: 'Спикер',
        фамилия: {
          __caption__: 'Фамилия',
        },
      },
    },
    ЗаявкаL: {
      датаЗаявки: {
        __caption__: 'Дата заявки',
      },
      книга: {
        __caption__: 'Название',
        название: {
          __caption__: 'Название',
        },
      },
      спикер: {
        __caption__: 'Фамилия',
        фамилия: {
          __caption__: 'Фамилия',
        },
      },
    },
  },
  validations: {
    датаЗаявки: {
      __caption__: 'Дата заявки',
    },
    книга: {
      __caption__: 'Книга',
    },
    спикер: {
      __caption__: 'Спикер',
    },
  },
};
