export default {
  projections: {
    КнигаE: {
      название: {
        __caption__: 'Название',
      },
      автор: {
        __caption__: 'Автор',
      },
      количествоСтраниц: {
        __caption__: 'Количество страниц',
      },
      uRLОбложки: {
        __caption__: 'URL обложки',
      },
      uRLОписания: {
        __caption__: 'URL описания',
      },
      теги: {
        __caption__: 'Теги',
      },
      средняяОценка: {
        __caption__: 'Средняя оценка',
      },
    },
    КнигаL: {
      название: {
        __caption__: 'Название',
      },
      автор: {
        __caption__: 'Автор',
      },
      количествоСтраниц: {
        __caption__: 'Количество страниц',
      },
      uRLОбложки: {
        __caption__: 'URL обложки',
      },
      uRLОписания: {
        __caption__: 'URL описания',
      },
      теги: {
        __caption__: 'Теги',
      },
      средняяОценка: {
        __caption__: 'Средняя оценка',
      },
    },
  },
  validations: {
    название: {
      __caption__: 'Название',
    },
    автор: {
      __caption__: 'Автор',
    },
    количествоСтраниц: {
      __caption__: 'Количество страниц',
    },
    uRLОбложки: {
      __caption__: 'URL обложки',
    },
    uRLОписания: {
      __caption__: 'URL описания',
    },
    теги: {
      __caption__: 'Теги',
    },
    средняяОценка: {
      __caption__: 'Средняя оценка',
    },
  },
};
