export default {
  projections: {
    ВстречаКлубаE: {
      датаВстречи: {
        __caption__: 'Дата встречи',
      },
      доклад: {
        __caption__: 'Доклад',
        датаДоклада: {
          __caption__: 'Дата доклада',
        },
        оценкаКниги: {
          __caption__: 'Оценка книги',
        },
        uRLПрезентации: {
          __caption__: 'URL презентации',
        },
        uRLВидео: {
          __caption__: 'URL видео',
        },
        рецензия: {
          __caption__: 'Рецензия',
        },
        книга: {
          __caption__: 'Книга',
          название: {
            __caption__: 'Название',
          },
        },
        спикер: {
          __caption__: 'Спикер',
          фамилия: {
            __caption__: 'Фамилия',
          },
        },
      },
    },
    ВстречаКлубаL: {
      датаВстречи: {
        __caption__: 'Дата встречи',
      },
    },
  },
  validations: {
    датаВстречи: {
      __caption__: 'Дата встречи',
    },
    доклад: {
      __caption__: 'Доклад',
    },
  },
};
