export default {
  projections: {
    СпикерE: {
      фамилия: {
        __caption__: 'Фамилия',
      },
      имя: {
        __caption__: 'Имя',
      },
      отчество: {
        __caption__: 'Отчество',
      },
    },
    СпикерL: {
      фамилия: {
        __caption__: 'Фамилия',
      },
      имя: {
        __caption__: 'Имя',
      },
      отчество: {
        __caption__: 'Отчество',
      },
    },
  },
  validations: {
    фамилия: {
      __caption__: 'Фамилия',
    },
    имя: {
      __caption__: 'Имя',
    },
    отчество: {
      __caption__: 'Отчество',
    },
  },
};
